Repository: Serene-Garden/Project-Iris
Catalog: Project Iris Watch App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# Archive.filter.sort.default
source: Manually
ar: يَدَويًّا
de: Manuell
es: Manualmente
fr: Manuellement
hi: मैन्युअल रूप से
id: Secara manual
it: Manualmente
ja: 手動で
ko: 손으로
nl: Handmatig
pl: Ręcznie
pt: Manualmente
ru: Вручную
th: ด้วยตนเอง
tr: Elle
uk: Вручну
vi: Bằng tay
zh_hans: 手动
zh_hant: 手工地

# Bookmark.item.group.empty
source: Group Not Selected
ar: لم يتم تحديد المجموعة
de: Gruppe nicht ausgewählt
es: Grupo no seleccionado
fr: Groupe non sélectionné
hi: समूह चयनित नहीं
id: Grup Tidak Dipilih
it: Gruppo non selezionato
ja: グループが選択されていません
ko: 선택되지 않은 그룹
nl: Groep niet geselecteerd
pl: Grupa Nie Wybrana
pt: Grupo Não Selecionado
ru: Группа Не Выбрана
th: ไม่ได้เลือกกลุ่ม
tr: Grup Seçilmedi
uk: Група не обрана
vi: Nhóm không được chọn
zh_hans: 未选择书签组
zh_hant: 未選擇組

# Settings.appearance.schedule.solar
source: From Sunset to Sunrise
ar: من غروب الشمس إلى شروق الشمس
de: Von Sonnenuntergang bis Sonnenaufgang
es: Desde el atardecer hasta el amanecer
fr: Du coucher du soleil au lever du soleil
hi: सूर्यास्त से सूर्योदय तक
id: Dari Matahari Terbenam hingga Matahari Terbit
it: Dal tramonto all'alba
ja: 日没から日の出まで
ko: 일몰부터 일출까지
nl: Van zonsondergang tot zonsopgang
pl: Od zachodu do wschodu słońca
pt: Do pôr do sol ao nascer do sol
ru: От заката до восхода солнца
th: จากพระอาทิตย์ตกถึงพระอาทิตย์ขึ้น
tr: Gün Batımından Gündoğumuna
uk: Від заходу до сходу сонця
vi: Từ hoàng hôn đến bình minh
zh_hans: 从日落到日出
zh_hant: 從日落到日出

# Settings.interface.home.list.selection.history
source: History
ar: تاريخ
de: Geschichte
es: Historia
fr: Histoire
hi: इतिहास
id: Sejarah
it: Storia
ja: 歴史
ko: 역사
nl: Geschiedenis
pl: Historia
pt: História
ru: История
th: ประวัติศาสตร์
tr: Tarih
uk: Tarih
vi: Lịch sử
zh_hans: 历史记录
zh_hant: 歷史

# Settings.browse.use-navigation-gestures
source: Swipe to go back/forward
ar: اسحب للخلف/للأمام
de: Wischen, um zurück/vorwärts zu gehen
es: Desliza el dedo para ir hacia atrás/adelante
fr: Balayez pour revenir en arrière/avant
hi: पीछे/आगे जाने के लिए स्वाइप करें
id: Geser untuk kembali/maju
it: Scorri per andare indietro/avanti
ja: スワイプして戻る/進む
ko: 뒤로/앞으로 이동하려면 스와이프하세요
nl: Veeg om terug/vooruit te gaan
pl: Przesuń palcem, aby przejść do tyłu/do przodu
pt: Deslize para voltar/avançar
ru: Проведите пальцем, чтобы вернуться назад/вперед
th: ปัดเพื่อย้อนกลับ/ไปข้างหน้า
tr: Geri/ileri gitmek için kaydırın
uk: Проведіть пальцем, щоб повернутися назад/вперед
vi: Vuốt để quay lại/tiến
zh_hans: 轻扫以显示上一页/下一页
zh_hant: 滑動後退/前進

# Webpage.active-extensions.%lld
source: %lld Active Extensions
ar: %lld ملحق نشط
de: %lld Aktive Erweiterungen
es: %lld Extensiones Activa
fr: %lld extensions actives
hi: %lld सक्रिय एक्सटेंशन
id: %lld Ekstensi Aktif
it: %lld Estensioni attive
ja: %lld アクティブな拡張機能
ko: %lld 활성 확장
nl: %lld Actieve Uitbreidingen
pl: %lld Aktywne rozszerzenia
pt: %lld Extensões Ativas
ru: %lld Активные Расширения
th: %lld ส่วนขยายที่ใช้งานอยู่
tr: %lld Aktif Uzantı
uk: %lld Активних Розширень
vi: %lld Tiện ích mở rộng đang hoạt động
zh_hans: %lld个激活插件
zh_hant: %lld個活躍的插件

# About.migration
source: Migration
ar: هِجْرة
es: Migración
hi: प्रवास
id: Migrasi
it: Migrazione
ja: 移住
ko: 원자의 이동
nl: Migratie
pl: Migracja
pt: Migração
ru: Миграция
th: การย้ายถิ่น
tr: Göç
uk: Міграція
vi: Sự di cư
zh_hans: 迁移
zh_hant: 遷移

# Settings.interface.home.toolbar.selection.search-button
source: Search Button
ar: زر البحث
de: Suchschaltfläche
es: Botón de búsqueda
fr: Bouton de recherche
hi: खोज बटन
id: Tombol Pencarian
it: Pulsante di ricerca
ja: 検索ボタン
ko: 검색 버튼
nl: Zoekknop
pl: Przycisk wyszukiwania
pt: Botão De Pesquisa
ru: Кнопка поиска
th: ปุ่มค้นหา
tr: Ara Düğmesi
uk: Ara Düğmesi
vi: Nút tìm kiếm
zh_hans: 搜索按钮
zh_hant: 搜尋按鈕

# Archive.subtitle.content
source: Subtitle Content
ar: محتوى الترجمة
de: Untertitelinhalt
es: Contenido de subtítulos
fr: Contenu des sous-titres
hi: उपशीर्षक सामग्री
id: Konten Subtitle
it: Contenuto dei sottotitoli
ja: 字幕コンテンツ
ko: 자막 내용
nl: Ondertitel Inhoud
pl: Treść napisów
pt: Conteúdo do Subtítulo
ru: Содержание Субтитров
th: เนื้อหาคําบรรยาย
tr: Altyazı İçeriği
uk: Зміст субтитрів
vi: Nội dung phụ đề
zh_hans: 副标题内容
zh_hant: 字幕內容

# Carinaa.attachments.data.settings-info
source: Settings Values
ar: قيم الإعدادات
de: Einstellungen Werte
es: Valores de configuración
fr: Valeurs des paramètres
hi: सेटिंग मान
id: Pengaturan Nilai
it: Valori delle impostazioni
ja: 設定値
ko: 설정 값
nl: Instellingen Waarden
pl: Wartości ustawień
pt: Valores de configurações
ru: Значения настроек
th: ค่าการตั้งค่า
tr: Ayarlar Değerleri
uk: Налаштування Значення
vi: Giá trị cài đặt
zh_hans: 设置项
zh_hant: 設定值

# Settings.interface.home.list.error.subtitle.multiple
source: Tap to learn more
ar: اضغط لمعرفة المزيد
de: Tippen Sie, um mehr zu erfahren
es: Toque para obtener más información
fr: Appuyez pour en savoir plus
hi: अधिक जानने के लिए टैप करें
id: Ketuk untuk mempelajari lebih lanjut
it: Tocca per saperne di più
ja: タップして詳細をご覧ください
ko: 더 자세히 알아보려면 탭하세요
nl: Tik voor meer informatie
pl: Stuknij, aby dowiedzieć się więcej
pt: Toque para saber mais
ru: Нажмите, чтобы узнать больше
th: แตะเพื่อเรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edinmek için dokunun
uk: Daha fazla bilgi edinmek için dokunun
vi: Nhấn để tìm hiểu thêm
zh_hans: 轻点以了解更多
zh_hant: 點選瞭解更多

# Carina.new-states.future-consideration
source: Future Considerations
ar: اعتبارات مستقبلية
de: Zukünftige Überlegungen
es: Consideraciones futuras
fr: Considérations futures
hi: भविष्य के विचार
id: Pertimbangan Masa Depan
it: Considerazioni future
ja: 将来の考慮事項
ko: 미래의 고려 사항
nl: Toekomstige Overwegingen
pl: Przyszłe Rozważania
pt: Considerações Futuras
ru: Будущие Соображения
th: ข้อควรพิจารณาในอนาคต
tr: Gelecekteki Hususlar
uk: Майбутні міркування
vi: Những cân nhắc trong tương lai
zh_hans: 未来考虑
zh_hant: 未來的考慮

# Settings.interface.home.list.title
source: Edit Home
ar: تعديل المنزل
de: Startseite bearbeiten
es: Editar Inicio
fr: Modifier la page d'accueil
hi: घर संपादित करें
id: Edit Rumah
it: Modifica Home
ja: 編集ホーム
ko: 편집 홈
nl: Bewerken Thuis
pl: Edytuj Strona Główna
pt: Editar Página Inicial
ru: Редактировать Главная
th: แก้ไขบ้าน
tr: Ana Sayfayı Düzenle
uk: Ana Sayfayı Düzenle
vi: Chỉnh sửa Trang chủ
zh_hans: 编辑首页
zh_hant: 編輯主頁

# History.action-sheet.display
source: Display
ar: عَرْض
de: Bildschirm
es: Pantalla
fr: Affichage
hi: प्रदर्शन
id: Tontonan
ja: ディスプレイ
ko: 전시
pl: Wyświetlacz
pt: Exibir
ru: Дисплей
th: การแสดง
tr: Teşhir
uk: Дисплей
vi: Trưng bày
zh_hans: 显示
zh_hant: 顯示

# Carina.attachments.files
source: Files
ar: ملفات
de: Dateien
es: Archivos
fr: Fichiers
hi: फ़ाइलें
id: Berkas
it: File
ja: ファイル
ko: 파일
nl: Archief
pl: Pliki
pt: Arquivos
ru: Файлы
th: ไฟล์
tr: Dosyalar
uk: Файли
vi: Các tập tin
zh_hans: 文件
zh_hant: 檔案

# Carina.attachments.data.settings-info.alert.message
source: Settings Data does not contains your passcode, history and location, and it could help us diagnose your issue better.
ar: لا تحتوي بيانات الإعدادات على رمز المرور والتاريخ والموقع، ويمكن أن تساعدنا في تشخيص مشكلتك بشكل أفضل.
de: Einstellungen Daten enthalten nicht Ihren Passcode, Verlauf und Standort, und es könnte uns helfen, Ihr Problem besser zu diagnostizieren.
es: Configuración Los datos no contienen su contraseña, historial y ubicación, y podría ayudarnos a diagnosticar mejor su problema.
fr: Paramètres Les données ne contiennent pas votre mot de passe, votre historique et votre emplacement, et cela pourrait nous aider à mieux diagnostiquer votre problème.
hi: सेटिंग्स डेटा में आपका पासकोड, इतिहास और स्थान नहीं है, और यह हमें आपकी समस्या का बेहतर निदान करने में मदद कर सकता है।
id: Data Pengaturan tidak berisi kode sandi, riwayat, dan lokasi Anda, dan ini dapat membantu kami mendiagnosis masalah Anda dengan lebih baik.
it: Impostazioni I dati non contengono il tuo codice di accesso, la cronologia e la posizione e potrebbero aiutarci a diagnosticare meglio il tuo problema.
ja: 設定データにはパスコード、履歴、場所が含まれておらず、問題をよりよく診断するのに役立ちます。
ko: 설정 데이터에는 암호, 기록 및 위치가 포함되어 있지 않으며, 문제를 더 잘 진단하는 데 도움이 될 수 있습니다.
nl: Instellingen Gegevens bevatten niet uw toegangscode, geschiedenis en locatie, en het kan ons helpen uw probleem beter te diagnosticeren.
pl: Ustawienia Dane nie zawierają Twojego hasła, historii i lokalizacji, co może pomóc nam lepiej zdiagnozować Twój problem.
pt: Configurações Os dados não contêm sua senha, histórico e localização, e isso pode nos ajudar a diagnosticar melhor seu problema.
ru: Настройки Данные не содержат ваш пароль, историю и местоположение, и это может помочь нам лучше диагностировать вашу проблему.
th: ข้อมูลการตั้งค่าไม่มีรหัสผ่าน ประวัติ และตําแหน่งของคุณ และอาจช่วยให้เราวินิจฉัยปัญหาของคุณได้ดีขึ้น
tr: Ayarlar Verileri şifrenizi, geçmişinizi ve konumunuzu içermez ve sorununuzu daha iyi teşhis etmemize yardımcı olabilir.
uk: Налаштування Дані не містять вашого пароля, історії та місцезнаходження, і це може допомогти нам краще діагностувати вашу проблему.
vi: Dữ liệu cài đặt không chứa mật mã, lịch sử và vị trí của bạn và nó có thể giúp chúng tôi chẩn đoán vấn đề của bạn tốt hơn.
zh_hans: 设置项中不包含你的密码、历史记录和位置，且他们有助于我们更好的诊断你的问题。
zh_hant: 設定資料不包含您的密碼、歷史記錄和位置，它可以幫助我們更好地診斷您的問題。

# Bookmark.group.name
source: Group Name
ar: اسم المجموعة
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
hi: समूह का नाम
id: Nama Grup
it: Nome del gruppo
ja: グループ名
ko: 그룹 이름
nl: Groepsnaam
pl: Nazwa grupy
pt: Nome do Grupo
ru: Название группы
th: ชื่อกลุ่ม
tr: Grup Adı
uk: Назва групи
vi: Tên nhóm
zh_hans: 群组名称
zh_hant: 組名

# Settings.privacy.reset.confirm
source: Erase & Quit
ar: محو وخرج
de: Löschen & Aufhören
es: Borrar y dejar
fr: Effacer et quitter
hi: मिटाएँ और बाहर करें
id: Hapus & Keluar
it: Cancella e smetti
ja: 消去と終了
ko: 지우기 & 종료
nl: Wissen & Stoppen
pl: Wymaż i zrezygnuj
pt: Apagar e Sair
ru: Стереть и выйти
th: ลบและออก
tr: Sil ve Çık
uk: Стерти та викинути
vi: Xóa & Thoát
zh_hans: 抹掉并退出
zh_hant: 擦除和退出

# Webpage.unknown
source: Unknown Webpage
ar: صفحة ويب غير معروفة
de: Unbekannte Webseite
es: Página web desconocida
fr: Page Web inconnue
hi: अज्ञात वेबपेज
id: Halaman Web yang tidak dikenal
it: Pagina web sconosciuta
ja: 未知のウェブページ
ko: 알 수 없는 웹페이지
nl: Onbekende webpagina
pl: Nieznana strona internetowa
pt: Página da Web desconhecida
ru: Неизвестная веб-страница
th: หน้าเว็บที่ไม่รู้จัก
tr: Bilinmeyen Web Sayfası
uk: Невідома веб-сторінка
vi: Trang web không xác định
zh_hans: 未知网页
zh_hant: 未知的網頁

# Carina.new
source: New Feedback
ar: ردود فعل جديدة
de: Neues Feedback
es: Nuevos comentarios
fr: Nouveaux commentaires
hi: नई प्रतिक्रिया
id: Umpan Balik Baru
it: Nuovo feedback
ja: 新しいフィードバック
ko: 새로운 피드백
nl: Nieuwe feedback
pl: Nowa opinia
pt: Novo Feedback
ru: Новый отзыв
th: ข้อเสนอแนะใหม่
tr: Yeni Geri Bildirim
uk: Новий відгук
vi: Phản hồi mới
zh_hans: 新反馈
zh_hant: 新反饋

source: Bulletin
ar: نَشْرة
es: Boletín
hi: बुलेटिन
id: Buletin
it: Bollettino
ja: 会報
ko: 공보
pl: Biuletyn
pt: Boletim
ru: Бюллетень
th: แถลงการณ์
tr: Bülten
uk: Бюлетень
vi: Bản tin
zh_hans: 公告
zh_hant: 公告

# Home.config.footer
source: This config is temporary.
ar: هذا التكوين مؤقت.
de: Diese Konfiguration ist vorübergehend.
es: Esta configuración es temporal.
fr: Cette configuration est temporaire.
hi: यह विन्यास अस्थायी है।
id: Konfigurasi ini bersifat sementara.
it: Questa configurazione è temporanea.
ja: この設定は一時的なものです。
ko: 이 구성은 일시적입니다.
nl: Deze configuratie is tijdelijk.
pl: Ta konfiguracja jest tymczasowa.
pt: Esta configuração é temporária.
ru: Эта конфигурация временная.
th: การกําหนดค่านี้เป็นการชั่วคราว
tr: Bu yapılandırma geçicidir.
uk: Bu yapılandırma geçicidir.
vi: Cấu hình này là tạm thời.
zh_hans: 这些参数仅为临时性。
zh_hant: 此配置是臨時的。

# Carina.attachments.data.settings-info.alert.confirm
source: Remove
ar: أَزالَ
de: Entfernen
es: Eliminar
fr: Enlever
hi: हटाना
id: Memindahkan
it: Rimuovere
ja: 除去する
ko: 제거하다
nl: Verwijderen
pl: Usunąć
pt: Remover
ru: Убирать, убрать
th: เอาออก
tr: Kaldırmak
uk: Видалити
vi: Loại bỏ
zh_hans: 移除
zh_hant: 去掉

# Settings.appearance.schedule.constantly-off
source: Never
ar: لا … قَطُّ
de: Nie
es: Nunca
fr: Jamais
hi: कभी नहीं
id: Tidak pernah
it: Mai
ja: まさか
ko: 설마
nl: Nooit
pl: Nigdy
pt: Nunca
ru: Так и не
th: ไม่เคย
tr: Asla
uk: Ніколи
vi: Không hề
zh_hans: 永不
zh_hant: 從未

# Home.config.search-engine
source: Search Engine
ar: مُحَرِّك بَحْثٍ
de: Suchmaschine
es: Motor de búsqueda
fr: Moteur de recherche
hi: खोज इंजन
id: Mesin Pencari
it: Motore di ricerca
ja: サーチエンジン
ko: 검색 엔진
nl: Zoekmachine
pl: Wyszukiwarka
pt: Motor de busca
ru: Поисковая система
th: เครื่องมือค้นหา
tr: Arama motoru
uk: Arama motoru
vi: Công cụ tìm kiếm
zh_hans: 搜索引擎
zh_hant: 搜尋引擎

# Iris.search.ecosia
source: Ecosia
ar: إيكوسيا
de: Ökosien
fr: Écosie
hi: इकोसिया
ko: 에코시아
pl: Ekozja
ru: Экозия
th: อีโคเซีย
tr: Ekosya
uk: Екозія
vi: Sinh thái
zh_hant: 生態

# Settings.debug
source: Debug
ar: تصحيح الأخطاء
de: Debuggen
es: Depurar
fr: Déboguer
hi: डिबग
ja: デバッグを行う
ko: 해충을 제거하다
nl: Debuggen
pl: Usunąć urządzenia podsłuchowe w
pt: Depurar
ru: Отладка
th: ดีบัก
tr: Hata ayıklama
uk: Hata ayıklama
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 調整

# History.action-sheet.delete.timeframe.today-and-yesterday
source: Today and Yesterday
ar: اليوم والأمس
de: Heute und gestern
es: Hoy y ayer
fr: Aujourd'hui et hier
hi: आज और कल
id: Hari ini dan Kemarin
it: Oggi e ieri
ja: 今日と昨日
ko: 오늘과 어제
nl: Vandaag en gisteren
pl: Dzisiaj i wczoraj
pt: Hoje e Ontem
ru: Сегодня и вчера
th: วันนี้และเมื่อวาน
tr: Bugün ve Dün
uk: Сьогодні і вчора
vi: Hôm nay và Hôm qua
zh_hans: 今天和昨天
zh_hant: 今天和昨天

# Webpage.media.images
source: Images
ar: صور
de: Bilder
es: Imágenes
hi: चित्र
id: Gambar-gambar
it: Immagini
ja: 画像
ko: 이미지
nl: Afbeeldingen
pl: Obrazy
pt: Imagens
ru: Изображения
th: ภาพ
tr: Görüntüler
uk: Зображення
vi: Hình ảnh
zh_hans: 图片
zh_hant: 影象

# Carina.new-states.duplicate.description
source: Your feedback is similar to others. We still appreciate your message, since this made us get to know more informations.
ar: ملاحظاتك مشابهة للآخرين. ما زلنا نقدر رسالتك، لأن هذا جعلنا نتعرف على المزيد من المعلومات.
de: Ihr Feedback ist ähnlich dem anderer. Wir wissen Ihre Nachricht trotzdem zu schätzen, da wir damit mehr Informationen erfahren haben.
es: Tus comentarios son similares a los de los demás. Todavía apreciamos su mensaje, ya que esto nos hizo conocer más información.
fr: Vos commentaires sont similaires à ceux des autres. Nous apprécions toujours votre message, car cela nous a fait connaître plus d'informations.
hi: आपकी प्रतिक्रिया दूसरों के समान है। हम अभी भी आपके संदेश की सराहना करते हैं, क्योंकि इससे हमें अधिक जानकारी मिली।
id: Umpan balik Anda mirip dengan yang lain. Kami masih menghargai pesan Anda, karena ini membuat kami mengetahui lebih banyak informasi.
it: Il tuo feedback è simile agli altri. Apprezziamo comunque il tuo messaggio, poiché questo ci ha fatto conoscere più informazioni.
ja: あなたのフィードバックは他のフィードバックと似ています。 より多くの情報を知ることができたので、私たちはあなたのメッセージにまだ感謝しています。
ko: 당신의 피드백은 다른 사람들과 비슷합니다. 이로 인해 더 많은 정보를 알게 되었기 때문에 우리는 여전히 당신의 메시지에 감사드립니다.
nl: Uw feedback is vergelijkbaar met die van anderen. We stellen uw bericht nog steeds op prijs, omdat we hierdoor meer informatie hebben leren kennen.
pl: Twoja opinia jest podobna do innych. Nadal doceniamy twoją wiadomość, ponieważ to sprawiło, że poznaliśmy więcej informacji.
pt: Seu feedback é semelhante ao dos outros. Ainda agradecemos sua mensagem, pois isso nos fez conhecer mais informações.
ru: Ваши отзывы похожи на другие. Мы по-прежнему ценим ваше сообщение, так как это заставило нас узнать больше информации.
th: ความคิดเห็นของคุณคล้ายกับความคิดเห็นของผู้อื่น เรายังคงซาบซึ้งในข้อความของคุณ เนื่องจากสิ่งนี้ทําให้เราทราบข้อมูลเพิ่มเติม
tr: Geri bildiriminiz diğerlerine benzer. Daha fazla bilgi edinmemizi sağladığı için mesajınızı hala takdir ediyoruz.
uk: Ваш відгук схожий на інші. Ми все ще цінуємо ваше повідомлення, оскільки це змусило нас дізнатися більше інформації.
vi: Phản hồi của bạn tương tự như những người khác. Chúng tôi vẫn đánh giá cao tin nhắn của bạn, vì điều này đã giúp chúng tôi biết thêm thông tin.
zh_hans: 你的反馈与别人的重复。不过我们依然感谢你的来信，这使我们能够更全面的了解信息。
zh_hant: 你的反饋和其他人的相似。 我們仍然感謝您的留言，因為這讓我們瞭解了更多資訊。

# Migration.recieve.key
source: Enter Migration Code here
ar: أدخل رمز الترحيل هنا
de: Geben Sie hier den Migrationscode ein
es: Introduzca el código de migración aquí
fr: Entrez le code de migration ici
hi: माइग्रेशन कोड यहाँ दर्ज करें
id: Masukkan Kode Migrasi di sini
it: Inserisci qui il codice di migrazione
ja: ここに移行コードを入力してください
ko: 여기에 마이그레이션 코드를 입력하세요
nl: Voer hier de migratiecode in
pl: Wprowadź tutaj kod migracji
pt: Digite o Código de Migração aqui
ru: Введите код миграции здесь
th: ป้อนรหัสการย้ายข้อมูลที่นี่
tr: Geçiş Kodunu buraya girin
uk: Введіть код міграції тут
vi: Nhập mã di chuyển tại đây
zh_hans: 在此输入迁移代码
zh_hant: 在此輸入遷移程式碼

# Crash.title
source: Iris Had Failed Launching Last Time
ar: Iris فشل في الإطلاق في المرة الأخيرة
de: Iris Hatte Beim Letzten Mal Den Start Fehlgeschlagen
es: Iris Había Fallado En El Lanzamiento La Última Vez
fr: Iris Avait Échoué Au Lancement La Dernière Fois
hi: Iris पिछली बार लॉन्च करने में विफल रहा था
id: Iris Telah Gagal Meluncurkan Terakhir Kali
it: Iris Non Era Riuscito A Lanciare L'Ultima Volta
ja: Iris前回の起動に失敗しました
ko: Iris 지난번에 발사에 실패했다
nl: Iris Was De Vorige Keer Mislukt Om Te Lanceren
pl: Iris Nie udało się uruchomić ostatnim razem
pt: Iris Não Tinha Lançado Da Última Vez
ru: Iris Не Удалось Запустить В Прошлый Раз
th: Iris ล้มเหลวในการเปิดตัวครั้งที่แล้ว
tr: Iris Geçen Sefer Başlatmada Başarısız Olmuştu
uk: Iris Не Вдалося Запустити Минулого Разу
vi: Iris Đã thất bại khi khởi chạy lần trước
zh_hans: Iris上次没能成功启动
zh_hant: Iris上次啟動失敗

# Archive.info.rename
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Dar un nuevo nombre a
fr: Rebaptiser
hi: नाम बदलें
id: Ganti nama
it: Rinominare
ja: 名前を変更する
ko: 에 새 이름을 붙이다
nl: Een andere naam geven
pl: Przemianować
pt: Renomear
ru: Переименовывать, переименовать
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 為......重新命名

# Image.is-quick-flipping
source: quick-flipping
ar: التقليب السريع
de: Schnelles Umblättern
es: Volteo rápido
fr: Retournement rapide
hi: क्विक-फ्लिपिंग
id: Membalik cepat
it: Capovolgi veloce
ja: クイックフリップ
ko: 퀵 플리핑
nl: Snel omdraaien
pl: Szybkie przerzucanie
pt: Virar rápido
ru: Быстрое переворачивание
th: พลิกอย่างรวดเร็ว
tr: Hızlı çevirme
uk: Швидке перевертання
vi: Lật nhanh
zh_hans: 快速翻页
zh_hant: 快速翻

# Webpage.archive.data-missing
source: Data Missing
ar: البيانات مفقودة
de: Fehlende Daten
es: Faltan datos
fr: Données manquantes
hi: डेटा गुम है
id: Data Hilang
it: Dati mancanti
ja: データ欠落
ko: 데이터 누락
nl: Gegevens ontbreken
pl: Brak danych
pt: Dados Ausentes
ru: Данные отсутствуют
th: ข้อมูลหายไป
tr: Veri Eksik
uk: Відсутні дані
vi: Thiếu dữ liệu
zh_hans: 数据缺失
zh_hant: 資料缺失

# Bookmark.group.select
source: Select Group
ar: اختر المجموعة
de: Gruppe auswählen
es: Seleccionar grupo
fr: Sélectionnez le groupe
hi: समूह चुनें
id: Pilih Grup
it: Seleziona Gruppo
ja: グループを選択
ko: 그룹 선택
nl: Selecteer Groep
pl: Wybierz grupę
pt: Selecione Grupo
ru: Выберите группу
th: เลือกกลุ่ม
tr: Grubu Seç
uk: Виберіть групу
vi: Chọn nhóm
zh_hans: 选择书签组
zh_hant: 選擇組

# Webpage.archive.data-missing.description
source: Archive datas did not pass successfully.
ar: لم تمر بيانات الأرشيف بنجاح.
de: Archivdaten wurden nicht erfolgreich übergeben.
es: Los datos del archivo no pasaron con éxito.
fr: Les données d'archive n'ont pas été passées avec succès.
hi: संग्रह डेटा सफलतापूर्वक पास नहीं हुआ।
id: Data arsip tidak berhasil lolos.
it: I dati di archivio non sono passati correttamente.
ja: アーカイブデータは正常に通過しませんでした。
ko: 아카이브 데이터가 성공적으로 전달되지 않았습니다.
nl: Archiefgegevens zijn niet succesvol doorgegeven.
pl: Dane archiwalne nie przeszły pomyślnie.
pt: Os dados do arquivo não passaram com sucesso.
ru: Архивные данные не прошли успешно.
th: ข้อมูลที่เก็บถาวรไม่ผ่านสําเร็จ
tr: Arşiv verileri başarılı bir şekilde geçmedi.
uk: Архівні дані не пройшли успішно.
vi: Dữ liệu lưu trữ không được thông qua thành công.
zh_hans: 归档数据未能成功交接。
zh_hant: 存檔資料未成功透過。

# Settings.interface.home.blur
source: Blur Bottom Bar
ar: طمس الشريط السفلي
de: Unscharfe Untere Bar
es: Difuminar la barra inferior
fr: Barre inférieure floue
hi: बॉटम बार को धुंधला करें
id: Bilah Bawah Blur
it: Sfocatura della barra inferiore
ja: ぼかしボトムバー
ko: 블러 하단 바
nl: Onderste balk vervagen
pl: Rozmycie dolnego paska
pt: Desfoque a barra inferior
ru: Размытие нижней панели
th: เบลอแถบด้านล่าง
tr: Alt Çubuğu Bulanıklaştırma
uk: Alt Çubuğu Bulanıklaştırma
vi: Làm mờ thanh dưới cùng
zh_hans: 模糊底栏
zh_hant: 模糊底條

# Webpage.add-to-bookmarks.added
source: Bookmarks Added
ar: تمت إضافة الإشارات المرجعية
de: Lesezeichen Hinzugefügt
es: Marcadores añadidos
fr: Signets Ajoutés
hi: बुकमार्क जोड़े गए
id: Penanda Ditambahkan
it: Segnalibri aggiunti
ja: ブックマークが追加されました
ko: 북마크 추가됨
nl: Bladwijzers toegevoegd
pl: Dodano zakładki
pt: Marcadores Adicionados
ru: Добавлены закладки
th: เพิ่มบุ๊กมาร์ก
tr: Yer İmleri Eklendi
uk: Додано закладки
vi: Đã thêm dấu trang
zh_hans: 书签已添加
zh_hant: 書籤已新增

# Settings.interface.home.list.error.top
source: Spacer at Top
ar: فاصل في الأعلى
de: Abstandshalter an der Spitze
es: Espaciador en la parte superior
fr: Entretoise en haut
hi: शीर्ष पर स्पेसर
id: Spacer di Atas
it: Distanziatore in alto
ja: 上部のスペーサー
ko: 상단의 스페이서
nl: Spacer aan de bovenkant
pl: Przekładka na górze
pt: Espaçador no topo
ru: Прокладка сверху
th: ตัวเว้นวรรคที่ด้านบน
tr: Üstte Aralayıcı
uk: Üstte Aralayıcı
vi: Miếng đệm ở trên cùng
zh_hans: 空格于顶
zh_hant: 頂部的墊片

# Troubleshooter.issues.internet
source: Bad Internet Connection
ar: اتصال إنترنت سيء
de: Schlechte Internetverbindung
es: Mala conexión a Internet
fr: Mauvaise connexion Internet
hi: खराब इंटरनेट कनेक्शन
id: Koneksi Internet yang Buruk
it: Connessione Internet scarsa
ja: 悪いインターネット接続
ko: 인터넷 연결 불량
nl: Slechte internetverbinding
pl: Złe połączenie internetowe
pt: Conexão com a Internet ruim
ru: Плохое подключение к Интернету
th: การเชื่อมต่ออินเทอร์เน็ตไม่ดี
tr: Kötü İnternet Bağlantısı
uk: Погане підключення до Інтернету
vi: Kết nối Internet kém
zh_hans: 互联网连接差
zh_hant: 網路連線不好

# Carina.attachments.data.settings-info.alert.title
source: Remove Settings Values?
ar: إزالة قيم الإعدادات؟
de: Einstellungswerte Entfernen?
es: ¿Eliminar valores de configuración?
fr: Supprimer les valeurs des paramètres ?
hi: सेटिंग मान हटाएं?
id: Hapus Nilai Pengaturan?
it: Rimuovi i valori delle impostazioni?
ja: 設定値を削除しますか？
ko: 설정 값을 제거하시겠습니까?
nl: Instellingenwaarden verwijderen?
pl: Usunąć wartości ustawień?
pt: Remover Valores de Configurações?
ru: Удалить значения настроек?
th: ลบค่าการตั้งค่า?
tr: Ayar Değerlerini Kaldır?
uk: Видалити Значення Налаштувань?
vi: Xóa các giá trị cài đặt?
zh_hans: 移除设置项？
zh_hant: 刪除設定值？

# Settings.appearance.dimming.description.same
source: Screen won’t be dimmed.
ar: لن تكون الشاشة خافتة.
de: Der Bildschirm wird nicht dimmt.
es: La pantalla no se atenecerá.
fr: L'écran ne sera pas atténué.
hi: स्क्रीन मंद नहीं होगी।
id: Layar tidak akan redup.
it: Lo schermo non sarà attenuato.
ja: 画面は暗くなりません。
ko: 화면이 어두워지지 않습니다.
nl: Het scherm wordt niet gedimd.
pl: Ekran nie będzie przyciemniony.
pt: A tela não será esmaeada.
ru: Экран не будет затемнен.
th: หน้าจอจะไม่หรี่ลง
tr: Ekran soluk olmayacak.
uk: Екран не буде затемнений.
vi: Màn hình sẽ không bị mờ đi.
zh_hans: 屏幕亮度不会被降低。
zh_hant: 螢幕不會變暗。

# Migration.send.content.sending
source: Uploading
ar: تحميل
de: Hochladen
es: Cargando
fr: Téléchargement
hi: अपलोड कर रहा है
id: Mengunggah
it: Caricamento
ja: アップロード中
ko: 업로드
nl: Uploaden
pl: Przesyłanie
pt: Fazendo Upload
ru: Загрузка
th: กําลังอัพโหลด
tr: Yükleme
uk: Завантаження
vi: Đang tải lên
zh_hans: 正在上传
zh_hant: 上傳

# Archive.subtitle.content.url
source: URL
ar: عنوان URL
hi: यूआरएल
ru: URL-адрес
uk: URL-адреса
vi: Địa chỉ URL
zh_hant: 網址
